{
    "Migug": [{
            "Name": "The Arcane Reject",
            "Genre": "Fantasy, Adventure, Action, Gore, Reincarnation",
            "Rating": 3,
            "Chapters": 10,
            "Description": "A young high school student with a pep in his step was going to class one day and happened to meet the bullies who ran into him one day on a stroll into the hallways of class. That meeting set the boy through a world of pain and suffering twisting his mind and one somber evening the gang of bullies he had met caused a serious injury to him causing him to become a vegetable in a hospital bed for a year, taunting him with every visit made to him by the very same people who placed him in the hospital. One day he is given a second chance and fate of both good and bad comes to his side one final time to choose what path he is left with, his very last breath fed his imagination once more into the unknown.",
            "Authors": "Emanuel Jaghrati",
            "Section": "New Arrivals"
        },
        {
            "Name": "Failed Noble Lord",
            "Genre": "Fantasy, Martial Arts, System, Adventure, Action",
            "Rating": 4,
            "Chapters": 10,
            "Description": "In the land of cities with great wall high and mighty separated the people and the beasts this city in particular city had 5 great city nobles in each of them were young masters who held the bloodline of each house one of the houses was the Blood home which hosted the highest death rate but was the strongest home among them. Although this being the case his own family seemed to hate his power in the family and his fall came to be one of the casualties of the family among many losing his power and fame being forced to flee and having to come to terms with his unjust treatment and as he faces his loses he leaves the city for greater hope outside meeting the greatest riches beyond it.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Top 10"
        },
        {
            "Name": "The Infinite Plane Of Stars",
            "Genre": "Action, Fantasy, Sci-Fi, Adventure, Comedy, Martial Arts",
            "Rating": 2,
            "Chapters": 10,
            "Description": "In space the Drallton empire as well as the Kiragon nation trade blows every decade or so, but the center of the stage Xiao Bei with average levels of strength, magic, and knowledge had only one place to go for a better life: the military. Although his planet is based close to an intergalactic battle line that was known as the Dragon Vein which had the highest amount of combat and death, from a military perspective having an army production planet near the battlefield was great. As clam as it was before he got to battle it was shaken by the sudden wave of enemies from the Drallton empire who managed to break through the dragon vein line and had just space jumped near the base a rain of fire rain down and combat from ground to space with everything going on the many ships however damaged still had the capacity to bombard the surface and send out ground troops to clear out any resistance, thinking about all these things what could the main character of our story doing.",
            "Authors": "Emanuel Jaghrati",
            "Section": "New Arrivals"
        },
        {
            "Name": "The Space Gods Daily Life",
            "Genre": "Sci-Fi, Action, Comedy, Isekai, System",
            "Rating": 3,
            "Chapters": 10,
            "Description": "In the void of the farthest reaches of space, an all powerful entity waits for a chance to alleviate the boredom of infinity that his existence brings to himself on a daily basis. Although people do gain from his boredom however dark he wishes to enact it or however rewarding and or cheerful he gives it, as his power is absolute in the void and in this void he plays the most extreme of games to stave off the boredom of time. Though sometimes he might break the wall of reality between me and you, he will always try to share his own version of fun and joy to the masses to see and view as best he can for me and you, not so far from his slice of the dimensional gap but closer to you.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Latest Updated List"
        },
        {
            "Name": "Making A Kingdom On Hard Mode",
            "Genre": "Fantasy, Action, System, Martial Arts, Mystery, Comedy, Gore",
            "Rating": 5,
            "Chapters": 10,
            "Description": "A kingdom builder game neet, one day find the newest game out released sooner than he thought and thanks to the technology of his time more games could be experienced in person or rather in VR which had a much smaller chance of death, but stress is still something to fear even with all the safety features. Even so his life was lived too short and with less meaning as time went on and this was his last game he would ever play because within this game there was a warning he did not see rushing to unpack it all the setting were reset to perfect reality so during the bloodiest scene in the game he meet his end. Until he woke up inside a strange tomb made of stone hardly being able to rebuke the idea of him dying on his first run but soon came to a sudden halt when he realized not now he had more than a second chance but a whole new life to start and make better than the first by doing what he loved to do make kingdoms.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Fan Work List"
        },
        {
            "Name": "Transmigrated Into A Ghost",
            "Genre": "Fantasy, Action, System, COmedy, GOre, Isekai",
            "Rating": 4,
            "Chapters": 10,
            "Description": "He had a reward of manga, manhua, and even all the manhwa that showed him people getting reincarnated as a new person in the most tragic of incidents or when trucks would have field days. Although this being the case of them for him some sort of mistake was made because he was sent to another world as a … ghost for whatever reason his was sent to another world during the peak of him life as a ghost almost dying to the most terrifying life form that even see or harm him running for all his life until one day fate smiles on him. Inside a foggy part of a forest he finds glowing shards sparkled on over the floor he noticed the closer he got, the more coming together in front of him provided a chance to become stronger and leading through this line of glowing strength came its own dangers.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Top 10"
        },
        {
            "Name": "Worst Overlord's Kingdom",
            "Genre": "Isekai, Fantasy, Action, Adventure, System, Gore, Supernatural",
            "Rating": 3,
            "Chapters": 10,
            "Description": "A gamer who loved the challenge but could never really win came across a new game in which he was sent to another world to face the harshest most mentally damaging game he could play around maintaining an entire kingdom by had from the taxes to its people it was up to him and what he did. Although he found this to be the greatest challenge of his life and a testament to how much suffering he could take but not stopping there, the end game result is him taking over another country and his country being made up of monsters from the supernatural to the nearest orc camp all within his land. The worst of all instead of starting with all the qualities of a monster leading general or jack of all trades he starts with all the most basic of all stats, bot to mention being the low leveled and might as well be a greenhorn out of the beginner villages in game's the worst overlord.",
            "Authors": "Emanuel Jaghrati",
            "Section": "New Arrivals"
        },
        {
            "Name": "Reborn As A Snake",
            "Genre": "Isekai, Fantasy, Action, Adventure, System, Gore, Comedy, Supernatural",
            "Rating": 3,
            "Chapters": 10,
            "Description": "A hard-working office worker reading the latest news that his long hated genre isekai was on the decline and most likely be a weak topic going forward in the anime and manga or even the migug world, he had an almost cherry aura about him. Although because of this truck-kun who loves to help people go to other worlds came by to say hello to the unsuspecting anime fan with a surprise gift that there was no way of him knowing was coming to him sooner rather than later he would find himself on his way to the thing he hated the most in life. Except he didn't get the whole you died welcome to heaven line instead he got a full view of what seem to be a large forest with the most odd and fascinating of tree and plants he couldn’t feel his legs or his arm and as he struggled into a nearby puddle he found himself to reborn as a snake unknown dangers and a hell of a struggle would come but what choice did he have. ",
            "Authors": "Emanuel Jaghrati",
            "Section": "Fan Work"
        },
        {
            "Name": "Stuck In The Villians Path To Death",
            "Genre": "Comedy, Action, Adventure, System, Romance",
            "Rating": 3,
            "Chapters": 10,
            "Description": "",
            "Authors": "Emanuel Jaghrati",
            "Section": "Top 10"
        },
        {
            "Name": "Regret Of Heaven",
            "Genre": "Action, Martial Arts, Adventure, Comedy, Fantasy, System",
            "Rating": 6,
            "Chapters": 10,
            "Description": "One day a man down on his luck just went out on a stroll and found an antique shop in the shop, and he came upon the first item in the store in a jar labeled take one candy the candy in the jar in question seemed more like a pill and the man down on his luck couldn’t complain, so he ate it with no hesitation accidentally swallowing it directly. While this is happening suddenly it started to rain and pour outside like no other day before thunder continued for several hours stopping along with the rain, the man who had eaten a magic pill which was not his to consume would soon go through a series of events that would change his entire life forever.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Latest Updated List"
        },
        {
            "Name": "Path To The North Dragon God",
            "Genre": "Martial Arts, Action, Adventure, Fantasy",
            "Rating": 3,
            "Chapters": 10,
            "Description": "Bei Luo a young practitioner of martial arts from a small village had managed to get into a minor sect that pulls from nearby villages for recruits being an orphan and living off the streets for a long time gave him an edge on the prim and proper types that would get into sects like this but with hardship to become a marital god the peak of all martial arts under the supreme level, this came with the attentions of those who would be jealous and or hate the idea of an unknown man getting there before them. As such as after a long time of enduring their torment one day they took it too far and had crippled him during one of their bullying trips leaving him unable to do martial arts but as far as the sect known now his position in the sect had fallen to none, and now he would have to climb his way up from the bottom to reach the peak or maybe even further.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Latest Updated List"
        },
        {
            "Name": "Rejected Hero",
            "Genre": "Fantasy, Action, Isekai, Adventure",
            "Rating": 5,
            "Chapters": 10,
            "Description": "",
            "Authors": "Emanuel Jaghrati",
            "Section": "Latest Updated List"
        },
        {
            "Name": "Bloody Garden",
            "Genre": "Fantasy, Action, Martial Arts, Adventure",
            "Rating": 2,
            "Chapters": 10,
            "Description": "",
            "Authors": "Emanuel Jaghrati",
            "Section": "Fan Work List"
        },
        {
            "Name": "Uchu Kakumkei: Hashi No Umei",
            "Genre": "Gundam, Action, Adventure, Sci-Fi",
            "Rating": 6,
            "Chapters": 10,
            "Description": "",
            "Authors": "Emanuel Jaghrati",
            "Section": "Fan Work List"
        },
        {
            "Name": "Maxed Out In Other World",
            "Genre": "Isekai, System, Action, Adventure, Fantasy, Supernatural",
            "Rating": 6,
            "Chapters": 10,
            "Description": "A very impulsive and energetic high school student who would always help and reach out to people who needed help and being very consistent with the help she could give, one day got an odd message on her app she had made where people could actively look for her help without judgment. On one bright evening she received a rain of messages from one person whose tag was WorldG47-A which was odd at first, but the messages sent were questions on what to do how to help what she could do to fix issues here and there and the main character answered with glee as she had someone to talk to and help every day until one night. She got a strange message from the always needing source asking if she wanted anything for her always being ready to help such a busy and struggling person day and night regardless of the time, in response she sent a message saying she only wanted to live in a world where she can go out and always help people in need of it. As such, her screen glowed brightly and strongly, blinding her for the briefest of moments what could have happened to her within that light following her response to the most mysterious of messages.",
            "Authors": "Emanuel Jaghrati",
            "Section": "Top 10"
        },
        {
            "Name": "Ancestor Of A Detected",
            "Genre": "Mystery, Comedy, Action, System, Adventure, Time-Traveler",
            "Rating": 3,
            "Chapters": 10,
            "Description": "A lone detective who in a somewhat noble background find himself looking for the easy way out of life with blood drenched cases piling up and fewer people in need of a private eye or otherwise who couldn’t do his job no matter how he saw it, or they saw him was the worst. Within the land of Greece he found the key to the land of the dead that if he shed his blood upon the key that it will reach into both past and future to grant him one wish within the power of the dead, Although finding his way out of the maw of failure he was thrown into a pit of fire, one case to many for him to handle giving in he gave the mind and body to the power of the key to the land of the dead. Even so the keys chains reached into the future to find the ancestor or relative of the man who had given up to fulfill his wish with the leftover power if the key needed to be replaced, a host was more than welcome to be the next bearer of the power of the dead that had long since been vacant.",
            "Authors": "Emanuel Jaghrati",
            "Section": "New Arrivals"
        }
    ]
}